// app/data/postsData.js
const posts = [
    {
      id: '1',
      title: 'Свобода в рабстві',
      image: require('../../assets/post_1.jpg'),
      categories: [''],
      description: `Свобода в рабстві.
      Рабство в свободі.
  
      Зрештою, ніхто від нас нічого не вимагає.
      Хіба що все. Типу, не пройди на червоне світло, або будь якось відповідальним за чиїсь життя.
  
      Ми прагнемо, постійно прагнемо — чи неуклюже, чи нав'язливо, чи з величною, безладною елегантністю.
  
      Просинаємось — прагнемо.
      Засинаєм — прагнемо.
  
      Але питання: чи ми справді хочемо прагнути? Це наш вибір?
  
      Так. І ні. Ми — продукти суспільства, але, чорт забирай, у нас було хоч щось на вибір, правда?
  
      Якщо ні, то хоча б можемо відчувати свободу в рабстві обставин.
      Тим часом є ті "жертви", які є рабами якогось дивного зациклення, але вони могли б хоча б відчути свободу "бути собою" чи, не знаю, жити згідно зі своїм сприйняттям.
  
      Життя.
      Смерть.
  
      А окрім цього, чи має щось інше значення? 
      Все, що між цим — постійні бажання, "сни".
  
      Завершити робочий день, почати його, здобути її, з’їсти цей клятий круасан та запити його свободою.
  
      Все шаблонно.
      Все суб'єктивно.
      Все відносно.
  
      В якому реальному світі ми б не жили, якщо є штучно встановлені правила, це матриця?
  
      Любу думку, подію, крок, подих можна поставити під сумнів, і в кінці кінців, з початку та кінця ти забудеш все це, і цей світ для тебе стане нічим.
  
      Але в кінці кінців, ці макарони... вони смачні.
      Я б їх їв знову й знову.
      Хоч інколи вони трохи пересолені, але, масла там достатньо, щоб потонути в ньому.
  
      Є щось особливе в тому, щоб варити їх на низькому вогні, дозволяючи їм "ввібрати" смак.
      Мої макарони будуть на низькому вогні.
      І я кину туди стільки масла, що сам Одін мені позаздрить.`,
    },
    {
      id: '2',
      title: 'День змінив ніч, а ніч змінила нас.',
      image: require('../../assets/post_2.jpg'),
      categories: [''],
      description: `​​—А чи зможе всесильний Бог створити так, щоб увесь світ складався з суцільного пекла?
      —Зможе, ще й як зможе.
      —І навіть так, щоб він був суцільним раєм?
      —Зможе, і це зможе.
      —Так чому ж, трясця його, він цього не робить? — Моя донечка стиснула мою руку. Я знав, що от-от вона заплаче, але вона ще тримається, адже їй вже цілих сім років — вона вже доросла. Хотів би я знати відповідь, але чи буду я хорошим батьком, якщо скажу просту правду? Вона розчарується в світі, а їй ще, як мінімум, рано. Але й брехати неправильно.
      —Чому мама не може бути з нами? — вона продовжила, і вже не змогла стримати сліз. На це кляте питання я ніколи не дам собі відповіді.
  
      Місто, що спало під сірим небом, ніби також вирішило здатися на милість буденності.
  
      —Насправді я не знаю. Проте Бог не створив суцільного пекла чи раю, єдине, що ми можемо знати напевно, це те, що ми тут, і я тебе люблю. Тобі загалом цей світ подобається чи ні? — Вона зупинилася й сіла на лавочку. Що ж, я не проти. Перестала хникати, розумничка, я дуже нею пишаюся.
      —Так, я його дуже люблю! Люблю Бога, люблю життя, все дуже-дуже гарно. — Вона говорила, ніби відчитувала сама себе, хотіла себе переконати.
  
      Світ виглядав, як завжди: трохи дивно й повністю нелогічно. День змінив ніч, а ніч змінила нас.`
    },
    {
      id: '3',
      title: '(Людство) виграє',
      image: require('../../assets/post_3.jpg'),
      categories: [''],
      description: '555'
    },
    {
      id: '4',
      title: 'Ведмідь та гусь',
      image: require('../../assets/post_4.jpg'),
      categories: [''],
      description: '123'
    },
  ];
  
  export default posts;